# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "aws/tap"

## Base
brew "zsh"
brew "pv"
brew "telnet"
brew "git"
brew "awscli"
brew "aws-sam-cli"
brew "gradle"
brew "maven"
brew "mas"
brew "python"
brew "jq"
brew "m-cli"
brew "watch"
brew "adr-tools"
brew "terraform"
brew "aws-iam-authenticator"
brew "kubernetes-helm"
brew "packer"
brew "tflint"
brew "kubectx"
brew "gnu-sed"
cask "slack"
cask "google-chrome"
cask "clipy"
cask "font-hack-nerd-font"
cask "iterm2"
cask "docker"
cask "intellij-idea"
cask "mat"