# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "caskroom/fonts"

## Base
brew "zsh"
brew "pv"
brew "telnet"
brew "git"
brew "awscli"
brew "gradle"
brew "maven"
brew "mas"
brew "python"
brew "jq"
brew "m-cli"
brew "watch"
brew "adr-tools"
cask "vlc"
cask "whatsapp"
cask "slack"
cask "zoomus"
cask "google-chrome"
cask "clipy"
cask "caskroom/fonts/font-hack-nerd-font"
cask "iterm2"
cask "ngrok"
cask "postman"
cask "docker"
cask "intellij-idea"
cask "mat"
cask "httpie"

## Home
brew "certbot"

## Sparkcentral
brew "bash-completion"
brew "aws-iam-authenticator"
brew "cassandra"
brew "kafka"
brew "kubernetes-cli"
brew "sops"
# TODO: add brew install https://raw.githubusercontent.com/Homebrew/homebrew-core/b196924abf02be1b43bcfbe5d023a72882648943/Formula/kubernetes-helm.rb
brew "mysql@5.7", link: true
brew "redis"
brew "jmeter"
brew "golang"
cask "tunnelblick"

## Digipolis
brew "scrcpy"
brew "android-platform-tools"