## Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "caskroom/fonts"

## Terminal
brew "zsh"
cask "iterm2"
cask "caskroom/fonts/font-hack-nerd-font"
brew "pv"
brew "mas"
brew "jq"
brew "telnet"
brew "m-cli"
brew "watch"
brew "bash-completion"
cask "httpie"

## General
cask "google-chrome"
cask "amethyst"
cask "clipy"

## Developer tools
cask "jetbrains-toolbox"
brew "git"
brew "awscli"
cask "aws-vault"
brew "gradle"
brew "maven"
cask "docker"
cask "ngrok"
cask "sequel-pro"
cask "tableplus"
cask "tfenv"
brew "adr-tools"
brew "certbot"

## Social
cask "whatsapp"
cask "slack"
cask "zoomus"
cask "microsoft-teams"
cask "miro"

## Entertainment
cask "vlc"
cask "zwift"
